
from ShahmMusic import BOT_NAME

PM_START_TEXT = """**
ᯓ 「𝚂𝙾𝚞𝚁𝚂 𝙰𝙵𝚁𝙾𝚃𝙾𝙾」، ⦃𓏛\n\n✧ ¦ مـرحـبا بـك يـا عـسل 😊 \n✧ ¦ اولا كده انا بشغل اغاني في الكول 🎸\n✧ ¦ بـنزل اغاني و فيديوهات بردو يسـكر 📥\n✧ ¦ اضغـط علي زر **اوامـر البـوت**\nᯓ 「𝚂𝙾𝚞𝚁𝚂 𝙰𝙵𝚁𝙾𝚃𝙾𝙾」، ⦃𓏛"**
"""

START_TEXT = """
**- [ᯓ 「𝚂𝙾𝚞𝚁𝚂 𝙰𝙵𝚁𝙾𝚃𝙾𝙾」، ⦃𓏛](t.me/T_Y_E_X)
—————————————
- [ْ𓆩⧛ َ 𝘼َِ𝙁َِ𝙍َِ𝙊َِ𝙊َِ𝙏َِ𝙊ِ ┇ عـ๋͜‏ـۂفــ͡ـࢪتوُ ⧚𓆪](t.me/IIUll_l)

- [ََ›:ٍ َ𝙃ٍ 𝙀ً 𝙆ِّّ 𝙈َ 𝘿َٰ 𝘼ٓ 𝙍 x̸ 🇪🇬 َِ اެݪ تِــاެࢪيٰــخ](t.me/lI_IIl_Il)**
"""

HELP_TEXT = f"""
<u> **الاوامر في بوت ميوزك {BOT_NAME} :**</u>

**♚ مرحبا بك في اوامر التشغيل ♡**

**• اوامر التشغيل البـوت**

**›› تشغيل ↫ لتشغيل اغنية**
**›› تخطي ↫ لتخطي التشغيل الحالي**
**›› ايقاف ↫ لانتهاء التشغيل الحالي**
**›› اسكت ↫ لايقاف التشغيل الحالي مؤقتا**
**›› كمل ↫ لاستمرار التشغيل المتوقف**
**›› بحث او فيديو ↫لتحميـل الاغانـي اڪتب**

**›› اكتب بنك لمعرفة سرعة تشغيل البوت **
**›› اكتب المطورين لمعرفة مطورين البوت**
**›› اكتب تحميل + الاسم للتنزيل من اليوتيوب**

𝚂𝙾𝚄𝚁𝚂 𝙰𝙵𝚁𝙾𝚃𝙾𝙾 ‌♬⁩ : @T_Y_E_X
"""

HELP_SUDO = f"""
<u> **اوامر المطور {BOT_NAME} :**</u>

**›› اكتب المكالمات لمعرفة المكالمات في البوت**
**›› اكتب /eval لتشغيل على محطة البوت **
**›› اكتب فحص لاختبار سرعة السيرفر  **
**›› اكتب الاحصائيات لعرض إحصائيات السيرفر **

**›› اكتب اسم + الاسم لوضعة اسم للمساعد**
**›› اكتب بايو + البايو لوضعة بايو للمساعد**
**›› اكتب صورة واعمل رد على صورة للمساعد**
**›› اكتب مسح لحذف صورة الحساب المساعد **

𝚂𝙾𝚄𝚁𝚂 𝙰𝙵𝚁𝙾𝚃𝙾𝙾 ‌♬⁩ : @T_Y_E_X
"""

HELP_DEV = f"""
<u> **اوامر المالك {BOT_NAME} :**</u>

**›› هذا الاوامر فقط لمطور البوت **

**›› اكتب اذاعة و اعمل رد على الاذاعه**
**›› اكتب تنظيف لمسح التخزين المؤقت للبوت**
**›› اكتب مغادرة لمغادرة المساعد الكروبات**

**›› اكتب مطور +اليوزر لإضافة مطور في البوت**
**›› اكتب تنزيل +اليوزر لـتـنزيل مطور من البوت**

𝚂𝙾𝚄𝚁𝚂 𝙰𝙵𝚁𝙾𝚃𝙾𝙾 ‌♬⁩ : @T_Y_E_X
"""
